Revit 2027 API
UnitTypeId.Custom Property
 Unrecognized custom unit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Custom { get; }
Public Shared ReadOnly Property Custom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Custom {
	ForgeTypeId^ get ();
}
static member Custom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace